<?php
$number= 100;
$mamber= 2;
while devision($number > $mamber); {$number/$mamber
};
return $number;
echo $number;





//TODO: задание: 1. Написать функцию которая будет делить переданное число на 2.
// TODO: задание: 2. Написать функцию которая будет возводить переданное число в квадрат
// TODO: задание: 3. Написать функцию которая возвращать вывод на экран переданной строки (типо своё echo)
// TODO: задание: 4. Написать функцию которая будет проверять число на чётное/нечётное и возвращать результат на экран в виде строки "Число чётное"
// TODO: изучить массивы
// TODO: учить синтаксис php
// TODO: Правила обозначения переменных. (camelCase, snakecase, lowercase...)
?>